tap "homebrew/bundle"
brew "brotli"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "c-ares"
brew "ca-certificates"
brew "openssl@3"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "utf8proc"
brew "arduino-cli"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "python@3.12"
brew "cairo"
brew "certifi"
brew "cmake"
brew "libssh2"
brew "libgit2"
brew "eza"
brew "fd"
brew "fribidi"
brew "fzf"
brew "gmp"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "libevent"
brew "libnghttp2"
brew "pkgconf"
brew "openblas"
brew "gdal"
brew "gh"
brew "harfbuzz"
brew "gitui"
brew "go"
brew "oniguruma"
brew "jq"
brew "lazygit"
brew "libgit2@1.7"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "luajit"
brew "luv"
brew "msgpack"
brew "ncurses"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "ollama"
brew "openjdk"
brew "pandoc"
brew "platformio"
brew "python-lsp-server"
brew "r"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rust-analyzer"
brew "shellcheck"
brew "starship"
brew "tcl-tk"
brew "tmux"
brew "trash"
brew "udunits"
brew "wget"
brew "yadm"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "chatgpt"
cask "flutter"
cask "mactex-no-gui"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wezterm"
vscode "adamraichu.pdf-viewer"
vscode "angular.ng-template"
vscode "bradlc.vscode-tailwindcss"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-workspace"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.vscode-typescript-next"
vscode "msjsdiag.vscode-react-native"
vscode "platformio.platformio-ide"
vscode "rdebugger.r-debugger"
vscode "redhat.java"
vscode "reditorsupport.r"
vscode "shopify.ruby-lsp"
vscode "teabyii.ayu"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-test"
vscode "vue.volar"
