brew "openjdk"
brew "clojure"
brew "colima"
brew "coreutils"
brew "coursier"
brew "docker"
brew "docker-credential-helper"
brew "eza"
brew "fish"
brew "gh"
brew "gnupg"
brew "leiningen"
brew "lima-additional-guestagents"
brew "node"
brew "pandoc"
brew "pnpm"
brew "zsh-async"
brew "pure"
brew "python@3.13"
brew "r"
brew "rclone"
brew "starship"
brew "tectonic"
brew "tmux"
brew "trash"
brew "unar"
brew "uv"
brew "wget"
cask "adguard"
cask "adguard-vpn"
cask "araxis-merge"
cask "claude"
cask "font-symbols-only-nerd-font"
cask "fork"
cask "ghostty"
cask "master-pdf-editor"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "visual-studio-code"
cask "windows-app"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "mongodb.mongodb-vscode"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "oracle.mysql-shell-for-vs-code"
vscode "redhat.java"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
