arduino-cli
brotli
btop
c-ares
ca-certificates
cairo
certifi
eza
fd
fontconfig
freetype
fribidi
fzf
gcc
gettext
gh
ghostscript
giflib
gitui
glib
gmp
go
graphite2
harfbuzz
helix
icu4c
isl
jbig2dec
jpeg-turbo
jq
lazygit
libevent
libgit2
libidn
libmpc
libnghttp2
libpng
libssh2
libtermkey
libtiff
libuv
libvterm
libx11
libxau
libxcb
libxdmcp
libxext
libxrender
libyaml
little-cms2
llvm
lpeg
luajit
luv
lz4
lzo
mpdecimal
mpfr
msgpack
ncurses
neovim
node
oniguruma
openblas
openjdk
openjpeg
openssl@3
pandoc
pcre2
pixman
pkg-config
platformio
python@3.12
r
readline
ripgrep
ruby
rust
rust-analyzer
shellcheck
sqlite
starship
tcl-tk
trash
tree-sitter
unibilium
utf8proc
xorgproto
xz
yadm
yarn
yazi
z3
zstd
arduino-ide
chatgpt
flutter
github
mac-mouse-fix
mactex
rstudio
slack
sublime-text
texifier
typora
visual-studio-code
wezterm
